{
  "сергій_фомічов": {
    "name": "Сергій Фомічов",
    "responses": [
      "Професор Сергій Фомічов є доктором наук і професором кафедри інформаційних і вимірювальних технологій. Він є визнаним експертом у програмній інженерії та системному аналізі, бере участь у численних R&D проектах, пов’язаних з інформаційними технологіями. [Профіль у Google Scholar](https://scholar.google.com.ua/citations?user=vkGjObsAAAAJ)"
    ]
  },
  "валерій_пащенко": {
    "name": "Валерій Пащенко",
    "responses": [
      "Професор Валерій Пащенко має ступінь доктора технічних наук. Він спеціалізується на проектуванні інформаційних систем та великомасштабної ІТ-інфраструктури, бере активну участь у наукових дослідженнях та впровадженні практичних ІТ-рішень. [Профіль у Google Scholar](https://scholar.google.com.ua/citations?user=gaXR7ZgAAAAJ)"
    ]
  },
  "олег_сокульський": {
    "name": "Олег Сокульський",
    "responses": [
      "Доцент Олег Сокульський, кандидат технічних наук, викладає архітектуру підприємства, Інтернет речей, нечітку логіку та системну інженерію. Його дослідження зосереджується на покращенні послуг пасажирського транспорту за допомогою смарт-систем. [Профіль](https://ist.kpi.ua/en/peoples/)"
    ]
  },
  "марія_солдатова": {
    "name": "Марія Солдатова",
    "responses": [
      "Доцент Марія Солдатова, кандидат наук, викладає дискретну математику та теорію алгоритмів. Досліджує інтелектуальні інформаційні технології прийняття рішень та аналіз динамічних систем. [Профіль](https://ist.kpi.ua/en/peoples/)"
    ]
  },
  "володимир_шимкович": {
    "name": "Володимир Шимкович",
    "responses": [
      "Володимир Шимкович є старшим викладачем і кандидатом наук з технічних наук. Він спеціалізується на системах штучного інтелекту, проектуванні вбудованих систем і розподілених системах. Його дослідження зосереджено на інтелектуальній інтеграції програмного та апаратного забезпечення. [Профіль у Google Вчений](https://scholar.google.com.ua/citations?user=aV3CgkoAAAAJ)"
    ]
  },
  "олена_чумаченко": {
    "name": "Олена Чумаченко",
    "responses": [
      "Професор Олена Чумаченко є доктором технічних наук у FICT. Вона фахівець із комп’ютерного моделювання та штучного інтелекту. Її академічна спеціалізація включає представлення знань і моделювання систем на основі ШІ. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "анатолій_дорошенко": {
    "name": "Анатолій Дорошенко",
    "responses": [
      "Професор Анатолій Дорошенко є доктором фізико-математичних наук. Він зосереджується на паралельних обчислювальних технологіях і має великий досвід у математичних основах обчислювальних систем. [Профіль](https://ist.kpi.ua/en/peoples/)"
    ]
  },
  "ярослав_корнага": {
    "name": "Ярослав Корнага",
    "responses": [
      "Професор Ярослав Корнага має ступінь доктора технічних наук та є експертом у сфері розподілених баз даних та безпеки інформаційних систем. Він робить внесок у розробку безпечних та масштабованих ІТ-архітектур. [Профіль](https://ist.kpi.ua/en/peoples/)"
    ]
  },
  "богдан_корнієнко": {
    "name": "Богдан Корнієнко",
    "responses": [
      "Професор Богдан Корнієнко – доктор технічних наук. Його академічна робота зосереджена на мобільних операційних системах, проектуванні інформаційних систем і безпеці мобільних додатків. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "богдан_жураковський": {
    "name": "Богдан Жураковський",
    "responses": [
      "Професор Богдан Жураковський є доктором технічних наук у FICT. Він викладає комп’ютерні мережі та технології IoT та досліджує високопродуктивні мережеві рішення. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "олександр_амонс": {
    "name": "Олександр Амонс",
    "responses": [
      "Доцент Олександр Амонс, кандидат технічних наук, викладає технології розробки програмного забезпечення та досліджує розподілені інформаційні системи. Він має глибокий досвід у сучасній архітектурі програмного забезпечення. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "євгеній_батрак": {
    "name": "Євген Батрак",
    "responses": [
      "Доцент Євгеній Батрак, кандидат наук, спеціалізується на проектуванні САПР та робототехнічних систем. Його дослідження зосереджено на автоматизації інженерних процесів та інтелектуальному механічному проектуванні. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "наталія_богданова": {
    "name": "Наталія Богданова",
    "responses": [
      "Доцент Наталія Богданова, кандидат технічних наук, зосереджується на ймовірнісних моделях та комп'ютерному моделюванні. Займається розробкою інтелектуальних моделей складних інженерних систем. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "олександра_бойко": {
    "name": "Олександра Бойко",
    "responses": [
      "Доцент Олександра Бойко, кандидат наук, викладає технології баз даних та криміналістику в програмних системах. Її дослідження вивчає цілісність даних і цифрові методи дослідження. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "максим_букасов": {
    "name": "Максим Букасов",
    "responses": [
      "Директором НТЦ Netcracker-КПІ є кандидат наук, доцент Максим Букасов. Він спеціалізується на розробці програмного забезпечення з Node.JS і Spring Framework, а також тісно співпрацює з проектами ІТ-галузі. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "євген_крилов": {
    "name": "Євген Крилов",
    "responses": [
      "Доцент Євген Крилов, кандидат наук, викладає веб-технології та паралельне програмування. Його увага включає обчислення в реальному часі та адаптивні системи інтерфейсу користувача. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "катерина_мамедова": {
    "name": "Катерина Мамедова",
    "responses": [
      "Доцент Катерина Мамедова, кандидат наук, є експертом з проектування інформаційних систем та моделювання складних динамічних систем. Вона інтегрує системне мислення в інженерну освіту. [Профіль](https://ist.kpi.ua/en/peoples/)"
    ]
  },
  "анатолій_новацький": {
    "name": "Анатолій Новацький",
    "responses": [
      "Доцент Анатолій Новацький, кандидат наук, викладає вбудовані системи та мікропроцесорні технології. Його спеціалізація включає розробку цифрових контролерів і вбудованого програмного забезпечення. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "володимир_олійник": {
    "name": "Володимир Олійник",
    "responses": [
      "Доцент Володимир Олійник, кандидат наук, працює в галузі штучного інтелекту та нейротехнологій. Він активно займається розробкою нейронних мереж і когнітивних обчислювальних систем. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "костянтин_остапченко": {
    "name": "Костянтин Остапченко",
    "responses": [
      "Доцент Костянтин Остапченко, кандидат наук, спеціалізується на роботизованих системах та гнучких виробничих процесах. Його робота включає технології автоматизації та робототехніки. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "віктор_пасько": {
    "name": "Віктор Пасько",
    "responses": [
      "Доцент Віктор Пасько, кандидат наук, спеціаліст з управління ризиками інформаційної безпеки. Викладає оптимізацію та протоколи безпеки для критичних систем. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "вадим_полторак": {
    "name": "Вадим Полторак",
    "responses": [
      "Доцент Вадим Полторак, кандидат наук, директор Мережевої академії Cisco при КПІ. Викладає технології захисту даних та комунікаційних мереж. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "роман_пономаренко": {
    "name": "Роман Пономаренко",
    "responses": [
      "Доцент Роман Пономаренко, кандидат наук, спеціалізується на базах даних безпілотних систем та штучному інтелекті. Він працює над інфраструктурою даних для автономних платформ. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "майя_сперкач": {
    "name": "Майя Сперкач",
    "responses": [
      "Доцент Майя Сперкач, кандидат наук, викладає проектний менеджмент та програмну інженерію. Вона вивчає теорію розкладу, гнучку розробку та бізнес-аналіз. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  },
  "катерина_дорошенко": {
    "name": "Катерина Дорошенко",
    "responses": [
      "Старший викладач Катерина Дорошенко викладає теорію алгоритмів та ГІС-технології. Її робота зосереджується на цифровому шифруванні, географічних інформаційних системах і прикладній безпеці. [Профіль](https://ist.kpi.ua/ua/peoples/)"
    ]
  }
}